/* Strings for KeyNaming, long version for Mac OS X, ©2004-2006 Jens Ayton */
Command = "Command";
Shift = "Shift";
Option = "Option";
Control = "Control";
"Right Shift" = "Right Shift";
"Right Option" = "Right Option";
"Right Control" = "Right Control";
"Caps Lock" = "Caps Lock";
Tab = "Tab";
Space = "Space";
"Left Arrow" = "Left Arrow";
"Right Arrow" = "Right Arrow";
"Up Arrow" = "Up Arrow";
"Down Arrow" = "Down Arrow";
Clear = "Clear";
"Page Up" = "Page Up";
"Page Down" = "Page Down";
Home = "Home";
End = "End";
Escape = "Escape";
Return = "Return";
Enter = "Enter";
Backspace = "Backspace";
Delete = "Right Delete";
F1 = "F1";
F2 = "F2";
F3 = "F3";
F4 = "F4";
F5 = "F5";
F6 = "F6";
F7 = "F7";
F8 = "F8";
F9 = "F9";
F1 = "F1";
F10 = "F10";
F11 = "F11";
F12 = "F12";
F13 = "F13";
F14 = "F14";
F15 = "F15";
F16 = "F16";
F17 = "F17";
F18 = "F18";
F19 = "F19";
F20 = "F20";
F21 = "F21";
F22 = "F22";
F23 = "F23";
F24 = "F24";
"Keypad %@" = "Keypad %@";
Help = "Help";
"Unknown (%x)" = "Unknown (0x%X)";
"Right Command" = "Right Command";
Mute = "Mute";
"Volume Down" = "Volume Down";
"Volume Up" = "Volume Up";
Power = "Power";
Eject = "Eject";
Fn = "Fn";
Menu = "Menu";
